{
  "privacyPolicy": {
    "title": "Privacy Policy",
    "description": "Our privacy policy explains how we collect, use, and protect your personal information.",
    "lastUpdated": "Last Updated",
    "content": "# Privacy Policy\n\n## Introduction\n\nCity of David Church (\"we,\" \"our,\" or \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or use our services.\n\n## Information We Collect\n\n### Personal Information\n\nWe may collect personal information that you voluntarily provide to us when you:\n\n- Register for events or programs\n- Submit contact forms or requests\n- Make donation requests\n- Request to join departments or ministries\n- Subscribe to newsletters or communications\n- Create a member account\n\nThis information may include:\n\n- Name\n- Email address\n- Phone number\n- Profile information (bio, passions, title)\n- Profile picture\n\n**Important:** We do not collect or process payment information directly. All donation transactions are handled through secure third-party payment processors, and we do not have access to your credit card or banking details.\n\n### What We Do NOT Collect\n\nWe respect your privacy and do not collect:\n\n- Payment or credit card information\n- IP addresses\n- Browser type or version\n- Device fingerprints\n- Tracking cookies or analytics data\n- Location data\n- Browsing history\n\n## How We Use Your Information\n\nWe use the information we collect to:\n\n- Provide and maintain our services\n- Process your requests and donations\n- Communicate with you about events, programs, and church activities\n- Send you newsletters and updates (with your consent)\n- Respond to your inquiries and provide customer support\n- Improve our website and services\n- Comply with legal obligations\n\n## Information Sharing\n\nWe do not sell, trade, or rent your personal information to third parties. We may share your information only in the following circumstances:\n\n- With your explicit consent\n- To comply with legal obligations or respond to legal requests\n- To protect our rights, privacy, safety, or property\n- With service providers who assist us in operating our website and conducting our activities (under strict confidentiality agreements)\n\n## Data Security\n\nWe implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure.\n\n## Your Rights\n\nYou have the right to:\n\n- Access your personal information\n- Correct inaccurate information\n- Request deletion of your information\n- Object to or restrict processing of your information\n- Withdraw consent where applicable\n\nTo exercise these rights, please contact us using the information provided in the Contact section.\n\n## Cookies and Tracking Technologies\n\nWe do not use cookies or tracking technologies to monitor your activity on our website. We do not track your browsing behavior, collect analytics data, or use third-party advertising trackers.\n\n## Children's Privacy\n\nOur services are not directed to individuals under the age of 13. We do not knowingly collect personal information from children under 13.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \"Last Updated\" date.\n\n## Contact Us\n\nIf you have questions about this Privacy Policy, please contact us through our website's contact form or at the contact information provided on our website."
  },
  "termsAndConditions": {
    "title": "Terms and Conditions",
    "description": "Terms and conditions for using our website and services.",
    "lastUpdated": "Last Updated",
    "content": "# Terms and Conditions\n\n## Acceptance of Terms\n\nBy accessing and using the City of David Church website, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.\n\n## Use License\n\nPermission is granted to temporarily access the materials on City of David Church's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:\n\n- Modify or copy the materials\n- Use the materials for any commercial purpose or for any public display (commercial or non-commercial)\n- Attempt to decompile or reverse engineer any software contained on the website\n- Remove any copyright or other proprietary notations from the materials\n- Transfer the materials to another person or \"mirror\" the materials on any other server\n\n## User Conduct\n\nYou agree to use our website and services only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website.\n\nYou agree not to:\n\n- Post or transmit any material that is defamatory, offensive, or otherwise objectionable\n- Interfere with or disrupt the website or servers or networks connected to the website\n- Attempt to gain unauthorized access to any portion of the website\n- Use the website to transmit any viruses, worms, or harmful code\n\n## Content and Intellectual Property\n\nAll content on this website, including text, graphics, logos, images, and software, is the property of City of David Church or its content suppliers and is protected by copyright and other intellectual property laws.\n\n## Donations and Payments\n\nWhen making donations through our website:\n\n- All donations are final and non-refundable unless required by law\n- We use secure payment processing services to handle transactions\n- You are responsible for ensuring the accuracy of payment information\n- We reserve the right to refuse or cancel any donation at our discretion\n\n## Limitation of Liability\n\nCity of David Church will not be liable for any damages arising out of or related to the use or inability to use this website, including but not limited to direct, indirect, incidental, special, or consequential damages.\n\n## Indemnification\n\nYou agree to indemnify and hold harmless City of David Church, its officers, directors, employees, and agents from any claims, damages, losses, liabilities, and expenses (including legal fees) arising out of or related to your use of the website or violation of these Terms and Conditions.\n\n## Links to Third-Party Websites\n\nOur website may contain links to third-party websites. We are not responsible for the content, privacy policies, or practices of third-party websites. Your use of third-party websites is at your own risk.\n\n## Privacy\n\nYour use of our website is also governed by our Privacy Policy. Please review our Privacy Policy to understand our practices.\n\n## Modifications\n\nCity of David Church reserves the right to revise these Terms and Conditions at any time without notice. By using this website, you are agreeing to be bound by the then-current version of these Terms and Conditions.\n\n## Governing Law\n\nThese Terms and Conditions shall be governed by and construed in accordance with the laws of the jurisdiction in which City of David Church operates, without regard to its conflict of law provisions.\n\n## Contact Information\n\nIf you have any questions about these Terms and Conditions, please contact us through our website's contact form or at the contact information provided on our website."
  }
}



