{
  "privacyPolicy": {
    "title": "Politique de Confidentialité",
    "description": "Notre politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles.",
    "lastUpdated": "Dernière mise à jour",
    "content": "# Politique de Confidentialité\n\n## Introduction\n\nL'Église Cité de David (\"nous\", \"notre\" ou \"nos\") s'engage à protéger votre vie privée. Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous visitez notre site web ou utilisez nos services.\n\n## Informations que Nous Collectons\n\n### Informations Personnelles\n\nNous pouvons collecter des informations personnelles que vous nous fournissez volontairement lorsque vous :\n\n- Vous inscrivez à des événements ou programmes\n- Soumettez des formulaires de contact ou des demandes\n- Faites des dons\n- Demandez à rejoindre des départements\n- Vous abonnez à des bulletins d'information ou communications\n\nCes informations peuvent inclure :\n\n- Nom\n- Adresse e-mail\n- Numéro de téléphone\n- Adresse postale\n- Informations de paiement (traitées en toute sécurité par des fournisseurs tiers)\n\n### Informations Collectées Automatiquement\n\nNous pouvons collecter automatiquement certaines informations lorsque vous visitez notre site web, notamment :\n\n- Adresse IP\n- Type et version du navigateur\n- Informations sur l'appareil\n- Pages visitées et temps passé sur les pages\n- Adresses des sites web référents\n\n## Comment Nous Utilisons Vos Informations\n\nNous utilisons les informations collectées pour :\n\n- Fournir et maintenir nos services\n- Traiter vos demandes et dons\n- Communiquer avec vous concernant les événements, programmes et activités de l'église\n- Vous envoyer des bulletins d'information et mises à jour (avec votre consentement)\n- Répondre à vos demandes et fournir un support client\n- Améliorer notre site web et nos services\n- Se conformer aux obligations légales\n\n## Partage d'Informations\n\nNous ne vendons, n'échangeons ni ne louons vos informations personnelles à des tiers. Nous pouvons partager vos informations uniquement dans les circonstances suivantes :\n\n- Avec votre consentement explicite\n- Pour se conformer aux obligations légales ou répondre aux demandes légales\n- Pour protéger nos droits, vie privée, sécurité ou propriété\n- Avec des prestataires de services qui nous aident à exploiter notre site web et à mener nos activités (sous des accords de confidentialité stricts)\n\n## Sécurité des Données\n\nNous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est sécurisée à 100%.\n\n## Vos Droits\n\nVous avez le droit de :\n\n- Accéder à vos informations personnelles\n- Corriger les informations inexactes\n- Demander la suppression de vos informations\n- Vous opposer à ou restreindre le traitement de vos informations\n- Retirer votre consentement le cas échéant\n\nPour exercer ces droits, veuillez nous contacter en utilisant les informations fournies dans la section Contact.\n\n## Cookies et Technologies de Suivi\n\nNous pouvons utiliser des cookies et des technologies de suivi similaires pour suivre l'activité sur notre site web et conserver certaines informations. Vous pouvez demander à votre navigateur de refuser tous les cookies ou d'indiquer quand un cookie est envoyé.\n\n## Vie Privée des Enfants\n\nNos services ne sont pas destinés aux personnes de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 13 ans.\n\n## Modifications de Cette Politique de Confidentialité\n\nNous pouvons mettre à jour notre Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date de \"Dernière mise à jour\".\n\n## Nous Contacter\n\nSi vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter via le formulaire de contact de notre site web ou aux coordonnées fournies sur notre site web."
  },
  "termsAndConditions": {
    "title": "Termes et Conditions",
    "description": "Termes et conditions d'utilisation de notre site web et de nos services.",
    "lastUpdated": "Dernière mise à jour",
    "content": "# Termes et Conditions\n\n## Acceptation des Termes\n\nEn accédant et en utilisant le site web de l'Église Cité de David, vous acceptez et acceptez d'être lié par les termes et dispositions de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.\n\n## Licence d'Utilisation\n\nL'autorisation est accordée d'accéder temporairement aux matériaux sur le site web de l'Église Cité de David pour une visualisation transitoire personnelle et non commerciale uniquement. Il s'agit de l'octroi d'une licence, et non d'un transfert de titre, et sous cette licence vous ne pouvez pas :\n\n- Modifier ou copier les matériaux\n- Utiliser les matériaux à des fins commerciales ou pour tout affichage public (commercial ou non commercial)\n- Tenter de décompiler ou d'ingénierie inverse tout logiciel contenu sur le site web\n- Supprimer toute notation de droits d'auteur ou autre propriété des matériaux\n- Transférer les matériaux à une autre personne ou \"refléter\" les matériaux sur tout autre serveur\n\n## Conduite de l'Utilisateur\n\nVous acceptez d'utiliser notre site web et nos services uniquement à des fins licites et d'une manière qui ne porte pas atteinte aux droits de, ne restreint pas ou n'empêche pas l'utilisation et la jouissance du site web par quiconque.\n\nVous acceptez de ne pas :\n\n- Publier ou transmettre tout matériel diffamatoire, offensant ou autrement répréhensible\n- Interférer avec ou perturber le site web ou les serveurs ou réseaux connectés au site web\n- Tenter d'obtenir un accès non autorisé à toute partie du site web\n- Utiliser le site web pour transmettre tout virus, ver ou code nuisible\n\n## Contenu et Propriété Intellectuelle\n\nTout le contenu de ce site web, y compris le texte, les graphiques, les logos, les images et les logiciels, est la propriété de l'Église Cité de David ou de ses fournisseurs de contenu et est protégé par les lois sur les droits d'auteur et autres lois sur la propriété intellectuelle.\n\n## Dons et Paiements\n\nLors de dons via notre site web :\n\n- Tous les dons sont définitifs et non remboursables sauf si la loi l'exige\n- Nous utilisons des services de traitement de paiement sécurisés pour gérer les transactions\n- Vous êtes responsable de garantir l'exactitude des informations de paiement\n- Nous nous réservons le droit de refuser ou d'annuler tout don à notre discrétion\n\n## Limitation de Responsabilité\n\nL'Église Cité de David ne sera pas responsable des dommages résultant ou liés à l'utilisation ou à l'impossibilité d'utiliser ce site web, y compris mais sans s'y limiter, les dommages directs, indirects, accessoires, spéciaux ou consécutifs.\n\n## Indemnisation\n\nVous acceptez d'indemniser et de tenir indemnes l'Église Cité de David, ses dirigeants, directeurs, employés et agents de toute réclamation, dommage, perte, responsabilité et dépense (y compris les honoraires juridiques) résultant ou liés à votre utilisation du site web ou à la violation de ces Termes et Conditions.\n\n## Liens vers des Sites Web Tiers\n\nNotre site web peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables du contenu, des politiques de confidentialité ou des pratiques des sites web tiers. Votre utilisation de sites web tiers est à vos propres risques.\n\n## Confidentialité\n\nVotre utilisation de notre site web est également régie par notre Politique de Confidentialité. Veuillez consulter notre Politique de Confidentialité pour comprendre nos pratiques.\n\n## Modifications\n\nL'Église Cité de David se réserve le droit de réviser ces Termes et Conditions à tout moment sans préavis. En utilisant ce site web, vous acceptez d'être lié par la version alors en vigueur de ces Termes et Conditions.\n\n## Loi Applicable\n\nCes Termes et Conditions seront régis et interprétés conformément aux lois de la juridiction dans laquelle opère l'Église Cité de David, sans égard à ses dispositions de conflit de lois.\n\n## Coordonnées\n\nSi vous avez des questions concernant ces Termes et Conditions, veuillez nous contacter via le formulaire de contact de notre site web ou aux coordonnées fournies sur notre site web."
  }
}

